{"version": "VERSION: 5.0", "LastChumbaUpdate": "DATE UPDATED: 30 September 2022", "disclaimer": "NO PURCHASE OR PAYMENT NECESSARY TO PARTICIPATE. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE A PARTICIPANT'S CHANCES OF WINNING.", "1stP": "Chumba Casino is an online platform which offers Participants the chance to play games for entertainment and enjoyment. Chumba Casino also gives away sweepstakes entries referred to as “Sweeps Coins” as set out in these Sweeps Rules. Sweeps Coins can be used to participate in Promotional Play for a chance to win further Sweeps Coins which are redeemable for real prizes.", "2ndP": "These Sweeps Rules are to be read in conjunction with the Chumba Casino Terms and Conditions (T&Cs). Terms which are defined in the T&Cs have the same meaning in these Sweeps Rules.", "3rdP": "PLEASE NOTE THAT THESE SWEEPS RULES INCORPORATE CLAUSE 23 OF THE T&Cs, WHICH INCLUDE A PROVISION WAIVING THE RIGHT TO PURSUE ANY CLASS, GROUP OR REPRESENTATIVE CLAIM AND REQUIRING YOU TO PURSUE PAST, PENDING, AND FUTURE DISPUTES BETWEEN YOU AND US THROUGH INDIVIDUAL ARBITRATION UNLESS YOU OPT OUT WITHIN THE SPECIFIED TIME FRAME. SEE CLAUSE 11 OF THESE SWEEPS RULES FOR MORE INFORMATION.", "4thP": "The Sponsor/Promoter of the Sweepstakes is VGW Games Limited of 5-7 Matilda Court, Giuseppe Cali Street, Ta' Xbiex, XBX 1423 Malta.", "5thP": "Participants can only claim a Daily Bonus once per day (the daily clock resets at 12:00 EST).", "6thP": "Participants must:", "7thP": "Except where prohibited, participation in the Sweepstakes constitutes each Participant's consent to Sponsor's/Promoter's and its agents' use of Participant's name, likeness, photograph, voice, opinions and/or hometown and state/province/territory for promotional purposes in any media, worldwide, without further payment, notice or consideration.", "8thP": "Clause 23 of the T&Cs (Dispute Resolution and Agreement to Arbitrate on an Individual Basis) is incorporated herein by reference with the same force and effect as though fully set forth herein. By agreeing to these Sweeps Rules, you agree to be bound by the dispute resolution and arbitration provisions contained in clause 23 of the T&Cs", "9thP": "You understand that you are providing information to Virtual Gaming Worlds. The information you provide will only be used to administer this promotion. NO PURCHASE NECESSARY to enter Sweepstakes. SWEEPSTAKES ARE VOID WHERE PROHIBITED BY LAW. For detailed rules, see Sweeps Rules.", "10thP": "Copyright © 2002-2023 Chumba Casino. All rights reserved. Chumba Casino is owned and operated by VGW Malta Limited. All payments are processed by VGW Malta Limited. The sweepstakes promotions and prizes offered at Chumba Casino are operated by VGW Games Limited. The registered address of VGW Games Limited is Trident Park, Notabile Gardens, No. 6, Level 3, Central Business District, Mdina Road, Zone 2 Birkirkara, CBD2010, Malta. VGW Games Limited is regulated and licensed by Malta Gaming Authority (MGA). This public regulatory authority is responsible for the supervision of all kinds of gaming activities that are based in Malta. VGW Games Limited holds licence MGA/B2C/188/2010 issued on the 14th August 2017.", "LastUpdated": "8/26/2023"}