{"paragraph0": "NO PURCHASE OR PAYMENT NECESSARYTO PARTICIPATE. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE A PARTICIPANT’S CHANCES OF WINNING.", "paragraph1": "Luckyland Slots is an online platform which offers Participants the chance to play games for entertainment and enjoyment. Luckyland Slots also gives away Sweepstakes entries referred to as‘Sweeps Coins’as set out in theseSweeps Rules. Sweeps Coinscan be used to participate in Promotional Playfor a chance to winfurtherSweeps Coinswhich are redeemable for real prizes. ", "paragraph2": "These Sweeps Rules are to be read in conjunction with the Luckyland Slots Terms of Service (ToS). Terms which are defined in the ToS have the same meaning in these Sweeps Rules.", "paragraph3": "PLEASE NOTE THAT THESE SWEEPS RULES INCORPORATE CLAUSE 23 OF THE ToS WHICH INCLUDE A PROVISION WAIVING THE RIGHT TO PURSUE ANY CLASS, GROUP OR REPRESENTATIVE CLAIM AND REQUIRING YOU TO PURSUE PAST, PENDING, AND FUTURE DISPUTES BETWEEN YOU AND USTHROUGH INDIVIDUAL ARBITRATION UNLESS YOU OPT OUT WITHIN THE SPECIFIED TIME FRAME. SEE CLAUSE 11OF THESE SWEEPS RULES FOR MORE INFORMATION.", "paragraph5": "1.1. The following definitions apply to these Sweeps Rules:", "paragraph6": "a. Eligible Participants means legal residents of the Permitted Territories;b. Permitted Territories means the United States (other than the States of Idaho and Washington);c. Participant means a person who participates in Promotional Play;d. Postal Request Code has the meaning set out in clause 3.4 of these Sweeps Rules;e. Promotional Play means Luckyland Slots’ sweepstakes promotions.", "paragraph7": "1.2. Promotional Play is only open to Eligible Participants, who are at least eighteen (18) years old or the age of majority in their jurisdiction (whichever occurs later) at the time of entry. PARTICIPATION IS VOID WHERE PROHIBITED BY LAW.", "paragraph8": "1.3. The Sweepstakes is subject to all applicable federal, state, provincial, territorial and local laws and regulations. It is the sole responsibility of a Participant to determine whether the Sweepstakes is legal and compliant with all regulations in the jurisdiction in which the Participant resides.", "paragraph9": "1.4. Participation constitutes the Participant’s full and unconditional agreement to these Sweeps Rules and Sponsor’s/Promoter’s decisions, which are final and binding in all matters related to the Sweepstakes.", "paragraph10": "1.5. Winning a prize is contingent upon fulfilling all requirements set out in these Sweeps Rules.", "paragraph11": "1.6. Employees of VGW Group, any of their respective affiliates, subsidiaries, holding companies, advertising agencies, or any other company or individual involved with the design, production, execution or distribution of the Sweepstakes and their immediate family (spouse, parents, siblings and children, whether the relationship is by birth, marriage or adoption) and household members (people who share the same residence at least 3 months of the year) are not eligible to participate.", "paragraph12": "The Sponsor/Promoter of the Sweepstakes is VGW Luckyland, Inc. of 1209 North Orange Street, Wilmington, DE 19801-1120.", "paragraph14": "3.1. To Participate you must have an active Customer Account. If you do not have a Customer Account you can create one free of charge:", "paragraph15": "(a) at https://play.luckylandslots.com (Website); or", "paragraph16": "(b) via the Android app at https://play.luckylandslots.com/download/ (App).", "paragraph17": "To enter the Sweepstakes, a Participant must sign into their Customer Account via the Website or App.", "paragraph18": "3.2. Once they have accessed Luckyland Slots, there are four potential ways for an Eligible Participant to collect Sweeps Coins:", "paragraph19": "(a) Receive Sweeps Coins as a free bonus when purchasing Gold Coins. Each Participant may receive Sweeps Coins as a bonus upon the purchase of specifically marked packs of Gold Coins. Gold Coins can be used for social game play in Luckyland Slots. Gold Coins cannot be redeemed for prizes. The number of Sweeps Coins a Participant will receive as a bonus for each relevant Gold Coin purchase will be stated in the purchase window. All purchases of Gold Coins are final, and no refunds will be given.", "paragraph20": "(b) Receive Sweeps Coins when entering Sweeps Coins no-cost giveaway contests on Luckyland Slots Facebook page. The Sponsor/Promoter regularly holds Sweeps Coins no-cost giveaway contests which Participants can enter by following the instructions provided in the contest. These giveaways may require sharing the Facebook page posts or answering various game related questions to be eligible for entry. The amount of Sweeps Coins given away will be stated on the applicable Sweeps Coins no-cost contest post and will be credited to each contest winner’s Customer Account.", "paragraph21": "(c) Receive Sweeps Coins by logging into your account. Participants can receive free Sweeps Coins on a daily basis by taking the following steps (Daily Bonus):", "paragraph22": "i. sign into your Customer Account;ii. if you are eligible, a pop up screen will appear for you to claim your Daily Bonus;iii. click the “Claim” button at the bottom of the Daily Bonus pop up.", "paragraph23": "Participants can only claim a Daily Bonus once per day (the daily clock resets at 12:00 EST).", "paragraph24": "(d) Receive Sweeps Coins by sending a request by post. Participants can receive free Sweeps Coins by obtaining a Postal Request Code and sending a standard post card or piece of white paper (Request Card) which must be 4” x 6”, unfolded, blank and unlined and placed inside a stamped #10 envelope addressed in handwriting, to the following address and satisfying the requirements set out below:", "paragraph25": "VGW LUCKYLAND INC, LUCKYLAND SLOTS SWEEPSTAKESDEPARTMENT, PO BOX #8486, PORTSMOUTH, NH 03801;", "paragraph26": "Participants must:", "paragraph27": "i. handwrite their return address on the front of the envelope and the words: “Sweepstakes Credits”; andii. handwrite all of the following on only one side of the Request Card inserted inside the envelope:", "paragraph28": "A. in the top-left corner, one (and only one) unique one-time Postal Request Code (see clauses 3.4 and 3.5 of these Sweeps Rules for further information);", "paragraph29": "B. under the Postal Request Code, in the following order:", "paragraph30": "“I wish to receive Sweeps Coins to participate in the sweepstakes promotions offered by Luckyland Slots. By submitting this request, I hereby declare that I have read, understood and agree to be bound by Luckyland Slot’s Terms of Service and Sweeps Rules.”", "paragraph31": "3.3. There is a limit of one Request Card per outer envelope. For each Request Card a Participant submits in accordance with the above requirements, the Participant will receive 5 Sweeps Coins. The Sweeps Coins will be added to the Participant’s Customer Account. NOTE: A Participant must ensure that their handwriting is legible. If the Participant’s handwriting is not legible, the entry will be void and the Sweeps Coins will not be credited to the Participant’s Customer Account. The legibility of a Participant’s handwriting will be determined by Sponsor/Promoter in its sole discretion. THE REQUEST MUST ONLY BE MADE BY THE PARTICIPANT AND MUST BE POSTED FROM THE SAME STATE OR PROVINCE AS THE PARTICIPANT’S VERIFIED RESIDENTIAL ADDRESS. Requests made by any other individual or any entity (including but not limited to commercial sweepstakes subscription notification and/or entering services) or posted from a State or Province different to the Participant’s verified residential address will be declared invalid and Sweeps Coins will not be credited to the Participant’s Customer Account. Tampering with the entry process or the operation of the Sweepstakes, including but not limited to the use of any device to automate the Sweeps Coins request/entry process or to unfairly assist the Participant with meeting the handwriting requirement, is prohibited and any requests/entries deemed by Sponsor/Promoter, in its sole discretion, to have been submitted in this manner will be void. In the event a dispute regarding the identity of the individual who actually submitted a request or whether a request satisfies the requirements set out above cannot be resolved to Sponsor/Promoter’s satisfaction, the affected request/entry will be deemed ineligible. ", "paragraph32": "3.4. A Postal Request Code is a unique combination of 12 digits that Participants can obtain by following the steps outlined in clause 3.5 of these Sweeps Rules. A Postal Request Code is unique and can only be used once. The purpose of a Postal Request Code is to assist with the efficient and effective processing of a Participant’s Request Card. A POSTAL REQUEST CODE CAN ONLY BE USED BY THE PARTICIPANT WHOSE CUSTOMER ACCOUNT WAS USED TO GENERATE THAT POSTAL REQUEST CODE. Any Participant suspected by Sponsor/Promoter to have directly or indirectly provided a Postal Request Code to another person may, in the sole discretion of Sponsor/Promoter, be disqualified and lose their eligibility to Participate in the Sweepstakes.", "paragraph33": "3.5. A Postal Request Code can be obtained by following each of these steps:", "paragraph34": "(a) sign into your Customer Account;(b) click on the “Menu” button in the Lobby;(c) go to settings by clicking on the gear icon;(d) click on the “Postal Request Code” link;(e) click on the “Postal Request Codes” button and follow the prompts.", "paragraph35": "The Postal Request Code is then displayed for a period of time to enable a Participant to record it on their Request Card.", "paragraph36": "3.6. The amount of Sweeps Coins a Participant has will be displayed in their Customer Account on the website. The amount of Sweeps Coins to be allocated to Participants can be changed at any time by the Sponsor/Promoter in its sole discretion. ", "paragraph37": "3.7. Sponsor/Promoter is not responsible for lost, late, incomplete, invalid, unintelligible or misdirected Sweeps Coins requests or allocations. ", "paragraph38": "3.8. In the event of a dispute as to any registration of a Customer Account, the authorized account holder of the email address used to register the Customer Account will be deemed to be the Participant. The “authorized account holder” is the natural person assigned the email address by an internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address.", "paragraph39": "3.9. Use of any automated or other system(s) to Participate, to acquire Sweeps Coins or play the games is prohibited and will result in disqualification and loss of eligibility to Participate in the games.", "paragraph40": "3.10. Sweeps Coins are only valid for sixty (60) days from the date a Participant last logged on to their Customer Account and will then automatically expire.", "paragraph41": "3.11. Sweeps Coins may also be forfeited if a Participant’s Customer Account is closed for any reason, or at the Sponsor/Promoter’s discretion.", "paragraph43": "4.1. Participants with Sweeps Coins can use those Sweeps Coins to play games within Luckyland Slots for a chance to win additional Sweeps Coins. Sweeps Coins won through the game play can be redeemed for real prizes.", "paragraph44": "4.2. Within Luckyland Slots there are different games. The amount of Sweeps Coins required to play each game will be detailed next to the game. A Participant may be able to increase the amount of Sweeps Coins they play the game with so they can increase their potential winning eligibility.", "paragraph45": "4.3. Only games played with Sweeps Coins provide the opportunity to redeem winnings for real prizes. The prize that can be won while playing a game will be shown in Luckyland Slots by clicking the “Win Table” or “Pay Table” button, denominated as “Sweeps Coins”.", "paragraph46": "4.4. Each Sweeps Coin credit that has been won through game play (rather than collected using one of the methods described in clause 3 of these Sweeps Rules) can be redeemed for a prize with the value being equivalent to US$1.", "paragraph47": "4.5. Sponsor’s/Promoter’s decisions as to the administration and operation of the Sweepstakes, the game and the amount of winnings are final and binding.", "paragraph48": "4.6. Unless Sponsor/Promoter requires otherwise, any Sweeps Coins allocated to a Participant are required to be played once before they are eligible to be redeemed for prizes. Sponsor/Promoter may, in its sole discretion, require that any Sweeps Coins allocated to a Participant must be played a greater number of times (not exceeding 20) in any combination of Sweeps Coins games before they are eligible to be redeemed for prizes.", "paragraph49": "4.7. Sponsor/Promoter reserves the right to change the prize win rates and odds of any of the Sweepstakes at any time. A Participant can see the actual and any amended details by clicking on the “Win Table” or “Pay Table” button. It is a Participant’s responsibility to check the prize win rate on each occasion before they participate.", "paragraph50": "5.1. POTENTIAL SWEEPSTAKES WINNERS ARE SUBJECT TO VERIFICATION BY SPONSOR/PROMOTER (IN ANY MANNER IT MAY CHOOSE) AND THE DECISIONS OF SPONSOR/PROMOTER ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE SWEEPSTAKES. A PARTICIPANT IS NOT A WINNER OF ANY PRIZE, EVEN IF THE ONLINE SCREEN INDICATES THEY ARE, UNLESS AND UNTIL THE PARTICIPANT’S ELIGIBILITY AND THE POTENTIAL WINNING PLAY HAS BEEN VERIFIED AND THE PARTICIPANT HAS FULLY COMPLIED WITH THESE SWEEPS RULES AND BEEN NOTIFIED THAT VERIFICATION IS COMPLETE. SPONSOR/PROMOTER WILL NOT ACCEPT SCREEN SHOTS OR OTHER PURPORTED EVIDENCE OF WINNING IN LIEU OF ITS VALIDATION PROCESS.", "paragraph51": "5.2. Potential prize winners must comply with these Sweeps Rules and winning is contingent upon fulfilling all requirements.", "paragraph52": "5.3. A potential prize winner may be required to sign and return to Sponsor/Promoter, an affidavit/declaration of eligibility, and liability/publicity release (except where prohibited) in order to claim his/her prize (if applicable).", "paragraph53": "5.4. If a potential winner cannot be contacted, fails to properly execute and return the affidavit/declaration of eligibility and liability/publicity release within the required time period (if applicable), fails to comply with these Sweeps Rules), or if the prize or prize notification is returned as undeliverable, that potential winner forfeits the prize.", "paragraph54": "5.5. In the event that a potential winner of a Sweepstakes prize is disqualified for any reason, Sponsor/Promoter may, in its sole discretion, reseed the prize back into the Sweepstakes.", "paragraph56": "6.1. A Participant’s Sweeps Coins balance is shown in the Participant’s Customer Account.", "paragraph57": "6.2. Where a Participant has chosen to redeem prizes for cash, the cash payment will be paid in USD to the financial account or online wallet from which you purchased Gold Coins, or if this is not technically possible, then to an alternative bank account you nominate. Sponsor/Promoter reserves the right to require the use of the same payment method for redemption of prizes as was used to purchase Gold Coins, or a specific payment method at Sponsor/Promoter’s discretion.", "paragraph58": "6.3. Where a Participant has chosen to redeem prizes for gift cards, the gift cards will be allocated to the email address that the Participant has registered against their Customer Account.", "paragraph59": "6.4. Sponsor/Promoter will only process a prize redemption if the redeemed value of the prize is US$50 or more (i.e. a minimum of 50 Sweeps Coins credits). Consequently, a Participant’s Customer Account must have a balance of at least 50 Sweeps Coins before requesting a prize redemption.", "paragraph60": "6.5. TO BE ELIGIBLE FOR A SWEEPS COINS PRIZE OR A SWEEPS COINS PRIZE REDEMPTION:", "paragraph61": "(a) A PARTICIPANT MUST BE AN ELIGIBLE PARTICIPANT; AND", "paragraph62": "(b) THE PARTICIPANT’S DETAILS MUST MATCH THOSE OF THE PARTICIPANT’S CUSTOMER ACCOUNT.", "paragraph63": "6.6. In New York and Florida, the maximum redemption value of a Sweeps Coins prize won on any one spin or play, via a Participant’s participation in the Sweepstakes is US$5,000. Any prize valued in excess of US$5,000 will be reduced to a maximum value of US$5,000.", "paragraph64": "6.7. Sponsor/Promoter reserves the right, in its sole discretion, to limit a Participant’s redemption of Sweeps Coins to US$10,000 per day. No more than the stated number of prizes will be awarded.", "paragraph65": "6.8. Sponsor/Promoter is not responsible for any taxes or fees associated with a prize redemption. Participants are responsible for all applicable taxes and fees associated with prize receipt and/or redemption.", "paragraph66": "6.9. Sponsor/Promoter is not responsible for any foreign exchange transaction fees, charges or related costs that may be incurred as a result of, or in relation to, a prize redemption, including but not limited to any losses or additional costs arising from foreign exchange fluctuations.", "paragraph67": "6.10. Sweeps Coins are not transferable and no substitution will be made except as provided herein at the Sponsor’s/Promoter’s sole discretion. Sponsor/Promoter reserves the right to substitute the listed prize of equal or greater value for any reason owing to circumstances outside Sponsor’s/Promoter’s reasonable control.", "paragraph68": "6.11. Prize winners will be notified by private message or email.", "paragraph70": "7.1. By Participating, each Participant agrees to:", "paragraph71": "(a) comply with and be bound by:", "paragraph72": "i. the ToS;", "paragraph73": "ii. these Sweeps Rules; and", "paragraph74": "iii. the decisions of the Sponsor/Promoter which are binding and final;", "paragraph75": "(b) release and hold harmless the Sponsor/Promoter and its parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Sweepstakes, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the Released Parties) from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, including but not limited to invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Participant’s entry, creation of an entry or submission of an entry, participation in the Sweepstakes, acceptance or use or misuse of prizes (including any travel or activity related thereto) and/or the broadcast, exploitation or use of entry; and", "paragraph76": "(c) indemnify, defend and hold harmless the Sponsor/Promoter from and against any and all claims, expenses, and liabilities (including reasonable attorneys/legal fees) arising out of or relating to a Participant’s participation in the Sweepstakes and/or Participant’s acceptance, use or misuse of prizes.", "paragraph78": "Except where prohibited, participation in the Sweepstakes constitutes each Participant’s consent to Sponsor’s/Promoter’s and its agents’ use of Participant’s name, likeness, photograph, voice, opinions and/or hometown and state/province/territory for promotional purposes in any media, worldwide, without further payment, notice or consideration.", "paragraph80": "9.1. Sponsor/Promoter reserves the right to cancel, suspend and/or modify the Sweepstakes or these Sweeps Rules, or any part of the Sweepstakes or these Sweeps Rules, with immediate effect owing to circumstances outside its reasonable control and only where circumstances make it unavoidable if any fraud, technical failures or any other factor beyond Sponsor’s/Promoter’s reasonable control impairs the integrity or proper functioning of the Sweepstakes, as determined by Sponsor/Promoter in its sole discretion.", "paragraph81": "9.2. Sponsor/Promoter reserves the right in its sole discretion to disqualify any individual it finds to be tampering with the entry process or the operation of the Sweepstakes or to be acting in violation of these Sweeps Rules or any other promotion or in an unsportsmanlike or disruptive manner.", "paragraph82": "9.3. Any attempt by any person to deliberately undermine the legitimate operation of the Sweepstakes may be a violation of criminal and civil law, and, should such an attempt be made, Sponsor/Promoter reserves the right to seek damages from any such person to the fullest extent permitted by law. Sponsor’s/Promoter’s failure to enforce any term of these Sweeps Rules shall not constitute a waiver of that provision.", "paragraph83": "9.4. In all other cases, the Sponsor/Promoter reserves the right to cancel, suspend and/or modify the Sweepstakes. Any notice regarding cancellation, suspension and/or modification will be posted on Luckyland Slots at https://play.luckylandslots.com. ", "paragraph84": "9.5. Whenever we amend these Sweeps Rules in a way that would limit your current rights or which may be to your detriment, we will notify you upon your next visit to the Platform and you will be required to re-confirm your acceptance prior to participating in any Promotional Play. If you do not agree to the amended Sweeps Rules, you may not participate in any Promotional Play.", "paragraph86": "10.1. Insofar as permitted by law in the respective territories, the Released Parties (as defined above) are not responsible for:", "paragraph87": "(a) any incorrect or inaccurate information, whether caused by a Participant, printing error or by any of the equipment or programming associated with or utilized in the Sweepstakes;", "paragraph88": "(b) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software;", "paragraph89": "(c) unauthorized human intervention in any part of the entry process or the Sweepstakes;", "paragraph90": "(d) technical or human error which may occur in the administration or operation of the Sweepstakes or", "paragraph91": "(e) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Participant’s participation in the Sweepstakes or receipt or use or misuse of any prize.", "paragraph92": "10.2. If for any reason a Participant’s Sweeps Coins or winning play is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Participant’s sole remedy is replacement by Sponsor/Promotor of an equivalent amount of Sweeps Coins.", "paragraph94": "Clause 23 of the ToS (Dispute Resolution and Agreement to Arbitrate on an Individual Basis) is incorporated herein by reference with the same force and effect as though fully set forth herein. By agreeing to these Sweeps Rules, you agree to be bound by the dispute resolution and arbitration provisions contained in clause 23 of the ToS. ", "paragraph96": "12.1. Under no circumstances will any Participant be permitted to obtain awards for, and Participant hereby waives all rights to claim, punitive, incidental or consequential damages, or any other damages, including attorneys’ fees, other than Participant’s actual out-of-pocket expenses (i.e., costs associated with participating in this Sweepstakes), and Participant further waives all rights to have damages multiplied or increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.", "paragraph97": "12.2. All issues and questions concerning the construction, validity, interpretation and enforceability of these Sweeps Rules, or the rights and obligations of the Participant and Sponsor/Promoter in connection with the Sweepstakes, are governed by, and construed in accordance with, the laws of the State of Delaware, without giving effect to any choice of law or conflict of law rules (whether of the State of Delaware or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of Delaware.", "paragraph98": "12.3. To ensure fairness and the integrity of the promotion to all Participants, the Sponsor/Promoter will respond to questions via support@luckylandslots.com and may post updates/communications on its Facebook page.", "paragraph99": "12.4. Any Participant posting or seen to be posting comments on Sponsor’s/Promoter’s Facebook page or elsewhere during the promotion that are considered bullying, spiteful or upsetting to other Participants, players and fans of Luckyland Slots or directly aimed at the Sponsor/Promoter, will have their comments removed and will be disqualified from the Sweepstakes. The Sponsor/Promoter reserves the right to alert Facebook to any such behaviour and Participant may have his/her Facebook account frozen pending investigation.", "paragraph101": "13.1. Information collected from Participants is subject to the Sponsor’s/Promoter’s Privacy Policy which is available at https://play.luckylandslots.com.", "paragraph102": "Have more questions? Submit a request", "paragraph103": "0 comments", "paragraph104": "Article is closed for comments.", "paragraph105": "See allarticles", "paragraph106": "Contact us and we'll get back to you as soon as we can.", "header1": "1. ELIGIBILITY TO PLAY LUCKYLAND SLOTS", "header3": "2. SPONSOR/PROMOTER", "header4": "3. HOW TO COLLECT SWEEPS COINS", "header5": "4. USING SWEEPS COINS TO PLAY GAMES", "header6": "5. VERIFICATION AND CONFIRMATION OF POTENTIAL WINNERS", "header7": "6. PRIZES", "header8": "7. ENTRY CONDITIONS AND RELEASE", "header9": "8. PUBLICITY", "header10": "9. GENERAL CONDITIONS", "header11": "10. LIMITATIONS OF LIABILITY", "header12": "11. DISPUTES", "header13": "12. OTHER", "header14": "13.  PARTICIPANT’S PERSONAL INFORMATION", "header15": "Comments", "header16": "Articles in this section"}